{
  "ABOUT_MESSAGE": "Please send corrections or comments to {link}.",
  "ABOUT_MESSAGE_0": "Version: {version}",
  "ABOUT_MESSAGE_2": "Home: {linkHome}",
  "ABOUT_MESSAGE_3": "Github: {linkGithub}",
  "ABOUT_TITLE": "About",
  "BUS_NAME": "Bus {name}",
  "CLOSE": "Close",
  "CONNECTION_ERROR": "Unable to update bus locations; we will keep trying. Please check your network connection.",
  "COPYRIGHT": "©2024 Richard L. McNeary II",
  "DIRECTIONS": "Directions",
  "DIRECTIONS_CLEAR": "Clear choices",
  "DIRECTIONS_END": "end",
  "DIRECTIONS_FILTER_STOPS": "Search",
  "DIRECTIONS_INSTRUCTIONS": "Need help finding out how to get to there from here? Select \"Start\" and choose a bus stop where you want to get on the bus. Use \"End\" to select a bus stop where you want to get off the bus.",
  "DIRECTIONS_OPTION": "Option {number}",
  "DIRECTIONS_ROUTE_CHANGE_AT": "Change at <b>{stop}</b>",
  "DIRECTIONS_ROUTE_END": "Arrive at <b>{stop}</b>",
  "DIRECTIONS_ROUTE_START": "Start at <b>{stop}</b>",
  "DIRECTIONS_ROUTE_TAKE": "Take the {connection} ({id}) bus",
  "DIRECTIONS_SELECT_LANDMARK": "Select where to {terminus} by choosing an item in the list. You can enter a bus stop name below to filter the list.",
  "DIRECTIONS_START": "start",
  "INFORMATION": "Information",
  "LAST_STOP": "Last stop: {name}",
  "LMK_ACADIA_GATEWAY_CENTER_DESC": "Currently the Gateway Center offers parking for the Island Explorer. Plans are being developed for future visitor services.",
  "LMK_ACADIA_NATIONAL_PARK_HQ_DESC": "Acadia National Park NPS headquarters. There are no visitor services here.",
  "LMK_ASTICOU_AZALEA_GARDEN_DESC": "A beautifully manicured zen-like garden with native plants and water features connected by looping gravel paths. The azaleas that bloom in June. There is accessible parking and access in a small parking lot just south of the main parking lot.",
  "LMK_BAR_HARBOR_AIRPORT_DESC": "This regional airport has flights to Boston and Portland. Scenic flight tours of the region are also available nearby on Route 3.",
  "LMK_BAR_HARBOR_FERRY_DESC": "Access to The Cat ferry service between Bar Harbor and Nova Scotia, Canada.",
  "LMK_BASS_HARBOR_FERRY_DESC": "Ferry to Swans Island.",
  "LMK_BEAVER_DAM_POND_DESC": "Trees bearing the scars of attempts by beavers to chew them down. Brightly colored foliage in the autumn.",
  "LMK_BERNARD_DESC": "Quiet harbor village on the west side of Bass Harbor.",
  "LMK_BLACKWOODS_CAMPGROUND_DESC": "Campground operated by the National Park Service on the east side of the island.",
  "LMK_BROWN_MOUNTAIN_GATEHOUSE_DESC": "The most southwest access to carriage roads including the Around Mountain Loop via intersection 18. Trails that ascend Penobscot Mountain from the south are also available. West of the gate (which is just south of the parking lot) and across Route 3 is the Lower Hadlock Pond trailhead",
  "LMK_BUBBLE_POND_DESC": "Provides access to the Pemetic Mountain North Ridge Trail and Cadillac West Face Trail as well as trails near Eagle Lake. The Bubble Pond carriage road crosses the Park Road here and the Eagle Lake loop carriage road is a short distance to the north (intersection 7).",
  "LMK_EAGLE_LAKE_DESC": "This northern hub of carriage road access becomes very busy during the day and has limited parking. At the parking lot head west then south under the arched Route 3 bridge to intersection 6 and the Eagle Lake carriage road loop. West then north leads to intersection 4 and the most northern carriage roads. There is a small boat launch for Eagle Lake on the south side of Route 3.",
  "LMK_ECHO_LAKE_DESC": "The premier beach for swimming in Acadia. Also the jumping off point for hikes along the steep Beech Mountain cliff trails.",
  "LMK_EYRIE_HAMPTON_DESC": "Serves both the Atlantic Eyrie Lodge and the Hampton Inn Bar Harbor.",
  "LMK_FABBRI_DESC": "A picnic area with easy access to Otter Cove.",
  "LMK_FABBRI_MONUMENT_DESC": "Never crowded the Fabbri Monument overlooks Otter Cover and granite beaches.",
  "LMK_HULLS_COVE_VISITOR_CENTER_DESC": "The visitor center has access to the Paradise Hill carriage road (intersection 1) and the Park Road.",
  "LMK_JORDAN_POND_DESC": "This most central location in Acadia is a hub for trails and carriage roads. The Jordan Pond House restaurant is a popular destination for afternoon tea and popovers. The lawn has sublime views of the pond with the two Bubbles in the distance. Jordan Pond is often crowded and has limited parking. Access to the Jordan Pond Path as well as trails on Penobscot and Sargent Mountains to the west and Pemetic to the east. Carriage road intersections 15 and 16 are nearby where connections can be made to the Around Mountain carriage road loop as well as Jordan Stream. Day Mountain (intersection 17) is further to the east.",
  "LMK_JORDAN_POND_GATEHOUSE_DESC": "The carriage road between intersections 16 and 17 crosses the Loop Road here. Board or exit the bus at the Jordan Pond House which is a short distance away.",
  "LMK_LITTLE_HUNTERS_BEACH_DESC": "Steep stairs connect to a small beach of wave smoothed cobbles.",
  "LMK_MANSET_DOCK_DESC": "Southwest Harbor's town dock; ferry to Cranberry Island.",
  "LMK_NORTH_EAST_HARBOR_SEA_STREET_DESC": "Downtown Northeast Harbor.",
  "LMK_NORTHEAST_HARBOR_PIER_DESC": "The ferry for Cranberry Islands and Isleford leaves from the pier.",
  "LMK_OTTER_CLIFFS_DESC": "Tall granite cliffs with a sheer drop into the ocean and unbroken views of the Atlantic. Stairs lead to uneven trails along the top of the cliff face. This is the south end of the Ocean Path which runs north to Sand Beach.",
  "LMK_OTTER_POINT_DESC": "Renowned for its views of the Atlantic Ocean and tide pools.",
  "LMK_PARKMAN_MOUNTAIN_DESC": "The Around Mountain loop and other carriage roads are accessed from the parking lot through intersection 13. The Parkman Mountain trailhead is here, nearby are trails that ascend Sargent and Penobscot mountains.",
  "LMK_SAND_BEACH_DESC": "Perhaps the most visited destination in the park. Both the beach itself and Great Head Trail are accessed by a set of two flights of stairs. The Ocean Path has entrances from both parking lots and runs south to Otter Cliffs. The Saterlee Trail starts on the North side of the entrance road. The Bowl trailhead is a short walk north along the Loop road.",
  "LMK_SCHOODIC_POINT_DESC": "The Atlantic Ocean crashes into the granite and basalt coast.",
  "LMK_SEAL_HARBOR_DESC": "A small village on the south shore of the island. There is a gravel beach that is never crowded with a smattering of shops and restaurants a short walk away.",
  "LMK_SEAWALL_CAMPGROUND_DESC": "A National Park Service campground on the west side of the island with trail access to Seawall.",
  "LMK_SEAWALL_DESC": "A natural Seawall, formed of cobbles by the action of ocean waves, separating Seawall Pond from the ocean.",
  "LMK_SIEUR_DE_MONTS_DESC": "The hub of the north east region of the park. Steep trails ascend Dorr Mountain to the west and Champlain Mountain to the east. The Great Meadow is traversed by a flat walk among trees and wildlife. Along with the visitor center the Wild Gardens of Acadia features native plants and animals. The Abbe Museum (open seasonally) is dedicated to promoting understanding of Mount Desert's indigenous inhabitants.",
  "LMK_SOMESVILLE_DESC": "A picturesque village at the crossroads of Mount Desert Island.",
  "LMK_SOUTHWEST_HARBOR_DESC": "A small harbor village to the south and west of Somes Sound.",
  "LMK_THUNDER_HOLE_DESC": "Best visited just past rising mid-tide. Bigger waves from a storm, or even better an offshore storm, provide the best show. Access to the Ocean Path.",
  "LMK_TOWN_HILL_DESC": "A wee village at a crossroads.",
  "LMK_VILLAGE_GREEN_DESC": "The Village Green of Bar Harbor's bustling downtown. Food, lodging, and shopping are all available here.",
  "LMK_WH_FERRY_TERMINAL_DESC": "Terminal in Winter Harbor for the ferry that connects to Bar Harbor.",
  "LMK_WILDWOOD_STABLES_DESC": "Take a horse-drawn wagon ride on the carriage roads! Access to Day Mountain carriage road (intersections 17 and 37) and Day Mountain Trail as well as Triad Trail.",
  "LOADING_MAP": "Loading...",
  "MAP": "Map",
  "MENU": "Menu",
  "MORE_INFORMATION": "More information…",
  "NTE_ROUTE_1_OCEANARIUM": "The Oceanarium has been added to this route for 2024.",
  "NTE_ROUTE_5_2023": "Because of parking lot congestion and safety concerns, buses will not stop at the Bubble Rock trailhead.",
  "NTE_ROUTE_7_STORM_DAMAGE": "Winter storms damaged the road between Southwest Harbor and Seawall Campground. This route has changed and no longer passes through Seawall.",
  "NTE_SCHEDULED_STOPS": "Scheduled stops vary by time of year and day. Please check a local schedule to confirm the stops that are currently in service.",
  "NTE_SCHOODIC": "The Schoodic route is disconnected from other Island Explorer routes, either travel over land or take the ferry between between Winter Harbor and Bar Harbor.",
  "OPTION_SHOW_POIS": "Points-of-interest",
  "OPTION_SHOW_STOPS": "Bus stops",
  "OPTION_SHOW_TRAILHEADS": "Trailheads",
  "OPTIONS": "Display",
  "POI_BAR_HARBOR_OVERLOOK_DESC": "An expansive view of the village of Bar Harbor with the Porcupine islands and Schoodic peninsula in the distance. Early morning - just before sunrise - is the best time to be here.",
  "POI_FRENCHMAN_BAY_OVERLOOK_DESC": "From just above the ferry landing beautiful vistas of Frenchman Bay. Be here just before sunrise for a sublime experience.",
  "POI_SOMESVILLE_BRIDGE_DESC": "Picturesque arched bridge in the village of Somesville. One of the most photographed locations on Mount Desert Island, especially pretty in fall when the leaves change color.",
  "REMOVE_MARKER": "Remove Marker",
  "RTE_BLACKWOODS_DESC": "Transportation between Bar Harbor and the Blackwoods Campground.",
  "RTE_BLACKWOODS_TIP": "This is one of the less popular routes in the park. Depending on your destination an alternative route is Sand Beach.",
  "RTE_BROWN_MOUNTAIN_DESC": "An out-and-back route servicing interior mountain trails and carriage roads as well as Northeast Harbor and Jordan Pond from the south.",
  "RTE_HIGHBROOK_DESC": "Transportation between the hotels just west of downtown Bar Harbor and the Village Green.",
  "RTE_JORDAN_POND_DESC": "Serves the Loop Road from the Hulls Cove Visitor Center to Jordan Pond.",
  "RTE_JORDAN_POND_TIP": "An out-and-back express route traversing the interior of the park. It provides access to trails on peaks including: Cadillac, the Bubbles, Pemetic, and Penobscot. It passes near all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_JORDAN_POND_TIP2": "This is one of the most popular routes in the park. Depending on your destination an alternative route is Park Loop.",
  "RTE_LOOP_ROAD_DESC": "Serves all of Ocean Drive, Seal Harbor, and Jordan Pond.",
  "RTE_LOOP_ROAD_TIP": "This route provides access to trails on peaks including: Cadillac, Dorr, Champlain, Gorham, Penobscot, Pemetic, and the Bubbles. It loops around or near all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_LOOP_ROAD_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Sand Beach and Jordan Pond.",
  "RTE_NORTHEAST_HARBOR_TIP": "Provides access to the east side of Somes Sound and trails on peaks including: Sargent, Parkman, and Penobscot. There is access to the western carriage roads from Parkman Mountain and the Brown Mountain Gatehouse.",
  "RTE_OCEANARIUM_DESC": "Serves campgrounds along the north side of Mount Desert Island.",
  "RTE_SAND_BEACH_DESC": "Serves Bar Harbor, the Loop Road to Otter Point, and Route 3.",
  "RTE_SAND_BEACH_TIP": "This route provides access to trails on peaks including: Dorr, Champlain, and Gorham. It loops past all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_SAND_BEACH_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Loop Road and Blackwoods.",
  "RTE_SCHOODIC_DESC": "This loop covers the Schoodic Peninsula portion of Acadia National Park and surrounding communities.",
  "RTE_SOUTHWEST_HARBOR_DESC": "Travels to Southwest Harbor along the west side of the island.",
  "RTE_TREMONT_DESC": "This route traverses the south of Mount Desert Island's 'quiet side' visiting Southwest Harbor and Bernard.",
  "RTE_TRENTON_DESC": "Travels from Bar Harbor, crossing over to the mainland, and on to the Bar Harbor Airport; serving campgrounds along its path.",
  "RTE_VISITOR_CENTER_DESC": "Serves the ferry terminal and lodging between Bar Harbor and the Hulls Cove Visitor Center.",
  "SELECT_ROUTE": "Routes",
  "TIP_NOT_IN_SERVICE_COVID": "Because of COVID-19 precautions this route is not in service this year.",
  "TRH_ASTICOU_TERRACES_PATH_DESC": "This landscaped path ascends a ledge overlooking Northeast Harbor and ends at Thuya Gardens. It begins with a fairly gentle slope before sets of stone steps tackle more vertical terrain. There are a variety of places to stop and rest including a shelter with stunning views of the harbor.",
  "TRH_BLACK_WOODS_DESC": "Connects the Black Woods campground to a scenic overlook on the shore. Crosses the Loop Road.",
  "TRH_BOWL_DESC": "Access to many trails from the Loop Road including Beehive, North Gorham Mountain, and Champlain South Ridge. One of the most popular trails in Acadia; car parking can be difficult, for the nearest parking park after the fee station and before the trail.",
  "TRH_BUBBLE_ROCK_DESC": "This busy trailhead has access to the Bubbles and Bubble Rock via the Bubbles Trail. The Jordan Pond Carry Trail leads south to Jordan Pond and North to Eagle Lake. To the east Bubbles-Pemetic Trail climbs Pemetic Mountain.",
  "TRH_BUBBLES_TRAIL_DESC": "This busy trailhead has access to the Bubbles and Bubble Rock via the Bubbles Trail. The Jordan Pond Carry Trail leads south to Jordan Pond and North to Eagle Lake. To the east Bubbles-Pemetic Trail climbs Pemetic Mountain.",
  "TRH_CADILLAC_NORTH_RIDGE_DESC": "Cadillac North Ridge Trail access from the Loop Road.",
  "TRH_CANON_BROOK_DESC": "Provides access to trails along the southern flanks of Cadillac and Dorr Mountains as well as the Kane Path from Route 3.",
  "TRH_CHAMPLAIN_NORTH_RIDGE_DESC": "Champlain North Ridge Trail access from the Loop Road.",
  "TRH_GIANT_SLIDE_DESC": "Passes through a forest with multiple lichen beds. Crosses the Aunt Betty Pond carriage road on its way to Sargent Mountain from the north.",
  "TRH_GORHAM_DESC": "Access to the south end of the Gorham Mountain Trail from the Loop Road.",
  "TRH_HADLOCK_BROOK_TRAIL_DESC": "The Hadlock Brook Trail is on the east side of Route 3 and provides access to the Carriage Roads (just south of intersection 13) as well as Bald Peak, Parkman Mountain, Gilmore Peak, Sargent Mountain, and Penobscot Mountain. On the west side of Route 3 the Goat Trail ascends Norumbega Mountain or bear south to Lower Hadlock Pond.",
  "TRH_HUNTERS_BROOK_TRAIL_DESC": "Access to the south end of the Hunters Brook Trail.",
  "TRH_JORDAN_POND_CARRY_ACCESS_TRAIL_DESC": "Access to the Jordan Pond Carry Trail and the north end of Jordan Pond.",
  "TRH_LADDER_TRAIL_DESC": "A steep trail climbing the east side of Dorr Mountain. Trails on the south and east sides of Cadillac and Dorr mountains can be accessed by the Kane Path.",
  "TRH_ORANGE_AND_BLACK_DESC": "Orange and Black Path access from the Loop Road.",
  "TRH_PRECIPICE_DESC": "Access to the Precipice Trail from the Loop Road. Murphy Lane Trail is on the east side of the road for walking.",
  "TRH_SCHOODIC_HEAD_ANVIL_TRAIL_DESC": "Hike to Schoodic Head by way of The Anvil.",
  "TRH_SCHOODIC_HEAD_EAST_TRAIL_DESC": "Access to Schoodic Head.",
  "TRH_SCHOONER_HEAD_PATH_DESC": "Access to Schooner Head Path and Compass Harbor Trail. When entering turn left at the first intersection for Compass Harbor Trail or continue straight on Schooner Head Path.",
  "TRH_SHIP_HARBOR_TRAIL_DESC": "A short walk through forest along the rocky shore.",
  "TRH_ST_SAUVEUR_TRAIL_DESC": "Access to St. Sauveur Mountain to the south and Acadia Mountain to the north as well as the Man o' War Brook trail. The trailhead is on the east side of Route 102.",
  "TRH_STRATHEDEN_PATH_DESC": "Access to the Stratheden Path from the Loop Road.",
  "TRH_TRIAD_TRAIL_DESC": "Access to the Triad Trail as well as carriage road intersections 17 and 37. Day Mountain Trail starts at intersection 37.",
  "TRH_WONDERLAND_TRAIL_DESC": "Walk through an evergreen forest to the pink granite shore. Tide pools to explore at mid-to-low tide.",
  "TRL_BEACHCROFT_PATH_DESC": "Trail crosses Route 3 west to east. To the east a climb over many rocky steps to the summit of Champlain Mountain. West to intersections with Wild Gardens Path, Kane Path, and Jessup Path before becoming Kurt Diederich's Climb.",
  "TRL_GORGE_PATH_DESC": "Access to the north end of the Gorge Path, a rocky hike between the peaks of Cadillac and Dorr Mountains. Via Loop Road.",
  "TRL_HADLOCK_PONDS_DESC": "Access to the Hadlock Ponds Trail. Upper Hadlock Pond is on the east side of Route 3, follow the trail on the west side to Lower Hadlock Pond.",
  "TRL_JESSUP_PATH_DESC": "Access to the north end of the Jessup Path as well as the Great Meadow Loop from the Loop Road.",
  "TRL_JORDAN_BUBBLE_PONDS_TRAIL_DESC": "Access to Jordan Pond Bubble Pond Trail",
  "TRL_KEBO_MOUNTAIN_DESC": "Access to the north end of the Kebo Mountain Trail as well as the Kebo Brook Trail from the Loop Road.",
  "TRL_OTTER_COVE_DESC": "West to the Quarry Path and Blackwoods Campground, east the trail ends at the Gorham Mountain Trailhead.",
  "UPDATE_AVAILABLE": "New version available.",
  "UPDATE_NOW": "Update"
}
