{
  "INFORMATION": "Information",
  "LMK_BEAVER_DAM_POND_DESC": "Trees bearing the scars of attempts by beavers to chew them down. Brightly colored foliage in the autumn.",
  "LMK_BUBBLE_POND_DESC": "Provides access to the Pememtic Mountain North Ridge Trail and Cadillac West Face Trail as well as trails near Eagle Lake. The Bubble Pond carriage road crosses the Park Road here and the Eagle Lake loop carriage road is a short distance to the north (intersection 7).",
  "LMK_FABBRI_DESC": "Never crowded the Fabbri picnic area overlooks Otter Cover and granite beaches.",
  "LMK_HULLS_COVE_VISITOR_CENTER_DESC": "The visitor center has access to the Paradise Hill carriage road (intersection 1) and the Park Road.",
  "LMK_JORDAN_POND_DESC": "This most central location in Acadia is a hub for trails and carriage roads. The Jordan Pond House restaurant is a popular destination for afternoon tea and popovers. The lawn has sublime views of the pond with the two Bubbles in the distance. Jordan Pond is often crowded and has limited parking. Access to the Jordan Pond Path as well as trails on Penobscot and Sargent Mountains to the west and Pemetic to the east. Carriage road intersections 15 and 16 are nearby where connections can be made to the Around Mountain carriage road loop as well as Jordan Stream. Day Mountain (intersection 17) is further to the east.",
  "LMK_LITTLE_HUNTERS_BEACH_DESC": "Steep stairs connect to a small beach of wave smoothed cobbles.",
  "LMK_OTTER_CLIFFS_DESC": "Tall granite cliffs with a sheer drop into the ocean and unbroken views of the Atlantic. Stairs lead to uneven trails along the top of the cliff face. This is the south end of the Ocean Path which runs north to Sand Beach.",
  "LMK_SAND_BEACH_DESC": "Perhaps the most visited destination in the park. Both the beach itself and Great Head Trail are accessed by a set of two flights of stairs. The Ocean Path has entrances from both parking lots and runs south to Otter Cliffs. The Saterlee Trail starts on the North side of the entrance road. The Bowl trailhead is a short walk north along the Loop road.",
  "LMK_SIEUR_DE_MONTS_DESC": "The hub of the north east region of the park. Steep trails ascend Dorr Mountain to the west and Champlain Mountain to the east. The Great Meadow is traversed by a flat walk among trees and wildlife. Along with the visitor center the Wild Gardens of Acadia features native plants and animals. The Abbe Museum (open seasonally) is dedicated to promoting understanding of Mount Desert's indigenous inhabitants.",
  "LMK_THUNDER_HOLE_DESC": "Best visited just past rising mid-tide. Bigger waves from a storm, or even better an offshore storm, provide the best show. Access to the Ocean Path.",
  "LMK_VILLAGE_GREEN_DESC": "The Village Green of Bar Harbor's bustling downtown. Food, lodging, and shopping are all available here.",
  "LMK_WILDWOOD_STABLES_DESC": "Take a horse-drawn wagon ride on the carriage roads! Access to Day Mountain carriage road (intersections 17 and 37) and Day Mountain Trail as well as Triad Trail.",
  "MAP": "Map",
  "MENU": "Menu",
  "MORE_INFORMATION": "More information…",
  "NTE_SCHEDULED_STOPS": "Scheduled stops vary by time of year and day. Please check a local schedule to confirm the stops that are currently in service.",
  "RTE_JORDAN_POND_DESC": "Serves the Loop Road from the Hulls Cove Visitor Center to Jordan Pond.",
  "RTE_JORDAN_POND_TIP": "An out-and-back express route traversing the interior of the park. It provides access to trails on peaks including: Cadillac, the Bubbles, Pemetic, and Penobscot. It passes near all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_JORDAN_POND_TIP2": "This is one of the most popular routes in the park. Depending on your destination an alternative route is Park Loop.",
  "RTE_LOOP_ROAD_DESC": "Serves all of Ocean Drive, Seal Harbor, and Jordan Pond.",
  "RTE_LOOP_ROAD_TIP": "This route provides access to trails on peaks including: Cadillac, Dorr, Champlain, Gorham, Penobscot, Pemetic, and the Bubbles. It loops around or near all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_LOOP_ROAD_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Sand Beach and Jordan Pond.",
  "RTE_OCEANARIUM_DESC": "Serves campgrounds along the north side of Mount Desert Island.",
  "RTE_SAND_BEACH_DESC": "Serves Bar Harbor, the Loop Road to Otter Point, and Route 3.",
  "RTE_SAND_BEACH_TIP": "This route provides access to trails on peaks including: Dorr, Champlain, and Gorham. It loops past all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_SAND_BEACH_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Sand Beach and Blackwoods.",
  "SELECT_ROUTE": "Routes",
  "TRH_BOWL_DESC": "Access to many trails from the Loop Road including Beehive, North Gorham Mountain, and Champlain South Ridge. One of the most popular trails in Acadia; car parking can be difficult, for the nearest parking park after the fee station and before the trail.",
  "TRH_BUBBLES_TRAIL_DESC": "This busy trailhead has access to the Bubbles and Bubble Rock via the Bubbles Trail. The Jordan Pond Carry Trail leads south to Jordan Pond and North to Eagle Lake. To the east Bubbles-Pemetic Trail climbs Pemetic Mountain.",
  "TRH_CADILLAC_NORTH_RIDGE_DESC": "Cadillac North Ridge Trail access from the Loop Road.",
  "TRH_CANON_BROOK_DESC": "Provides access to trails along the southern flanks of Cadillac and Dorr Mountains as well as the Kane Path from Route 3.",
  "TRH_CHAMPLAIN_NORTH_RIDGE_DESC": "Champlain North Ridge Trail access from the Loop Road.",
  "TRH_GORHAM_DESC": "Access to the south end of the Gorham Mountain Trail from the Loop Road.",
  "TRH_HUNTERS_BROOK_TRAIL_DESC": "Access to the south end of the Hunters Brook Trail.",
  "TRH_JORDAN_POND_CARRY_ACCESS_TRAIL_DESC": "Access to the Jordan Pond Carry Trail and the north end of Jordan Pond.",
  "TRH_LADDER_TRAIL_DESC": "A steep trail climbing the east side of Dorr Mountain. Trails on the south and east sides of Cadillac and Dorr mountains can be accessed by the Kane Path.",
  "TRH_ORANGE_AND_BLACK_DESC": "Orange and Black Path access from the Loop Road.",
  "TRH_PRECIPICE_DESC": "Access to the Precipice Trail from the Loop Road. Murphy Lane Trail is on the east side of the road for walking.",
  "TRH_STRATHEDEN_PATH_DESC": "Access to the Stratheden Path from the Loop Road.",
  "TRL_GORGE_PATH_DESC": "Access to the north end of the Gorge Path, a rocky hike between the peaks of Cadillac and Dorr Mountains. Via Loop Road.",
  "TRL_JESSUP_PATH_DESC": "Access to the north end of the Jessup Path as well as the Great Meadow Loop from the Loop Road.",
  "TRL_JORDAN_BUBBLE_PONDS_TRAIL_DESC": "Access to Jordan Pond Bubble Pond Trail",
  "TRL_KEBO_MOUNTAIN_DESC": "Access to the north end of the Kebo Mountain Trail as well as the Kebo Brook Trail from the Loop Road."
}
