{
  "INFORMATION": "Information",
  "LMK_FABBRI_DESC": "Never crowded the Fabbri picnic area overlooks Otter Cover and granite beaches.",
  "LMK_OTTER_CLIFFS_DESC": "Tall granite cliffs with a sheer drop into the ocean and unbroken views of the Atlantic. Stairs lead to uneven trails along the top of the cliff face. This is the south end of the Ocean Path which runs north to Sand Beach.",
  "LMK_SAND_BEACH_DESC": "Perhaps the most visited destination in the park. Both the beach itself and Great Head Trail are accessed by a set of two flights of stairs. The Ocean Path has entrances from both parking lots and runs south to Otter Cliffs. The Saterlee Trail starts on the North side of the entrance road. The Bowl trailhead is a short walk north along the Loop road.",
  "LMK_THUNDER_HOLE_DESC": "Best visited just past rising mid-tide. Bigger waves from a storm, or even better an offshore storm, provide the best show. Access to the Ocean Path.",
  "MAP": "Map",
  "MENU": "Menu",
  "NTE_SCHEDULED_STOPS": "Scheduled stops vary by time of year and day. Please check a local schedule to confirm the stops that are currently in service.",
  "RTE_LOOP_ROAD_DESC": "Serves all of Ocean Drive, Seal Harbor, and Jordan Pond.",
  "RTE_LOOP_ROAD_TIP": "This route provides access to trails on peaks including: Pemetic, Cadillac, Dorr, Champlain, and Gorham. It loops around all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_LOOP_ROAD_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Sand Beach and Jordan Pond.",
  "RTE_SAND_BEACH_DESC": "Serves Bar Harbor, the Loop Road to Otter Point, and Route 3.",
  "RTE_SAND_BEACH_TIP": "This route provides access to trails on peaks including: Dorr, Champlain, and Gorham. It loops past all these mountains making it possible to hike a trail from end-to-end and then ride the Island Explorer back to your starting point.",
  "RTE_SAND_BEACH_TIP2": "This is one of the most popular routes in the park. Depending on your destination some alternative routes are Sand Beach and Blackwoods.",
  "SELECT_ROUTE": "Routes",
  "TRH_BOWL_DESC": "Access to many trails from the Loop Road including Beehive, North Gorham Mountain, and Champlain South Ridge. One of the most popular trails in Acadia; car parking can be difficult, for the nearest parking park after the fee station and before the trail.",
  "TRH_CANON_BROOK_DESC": "Provides access to trails along the southern flanks of Cadillac and Dorr Mountains as well as the Kane Path from Route 3.",
  "TRH_CHAMPLAIN_NORTH_RIDGE_DESC": "Champlain North Ridge Trail access from the Loop Road.",
  "TRH_GORHAM_DESC": "Access to the south end of the Gorham Mountain Trail from the Loop Road.",
  "TRH_ORANGE_AND_BLACK_DESC": "Orange and Black Path access from the Loop Road.",
  "TRH_PRECIPICE_DESC": "Access to the Precipice Trail from the Loop Road. Murphy Lane Trail is on the East side of the road for walking."
}
